getMaterialsInFace(Face!System.Runtime.CompilerServices.IsConst*,ElementId!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced,crs_impl.Set&lt;ElementId,std.less&lt;ElementId&gt;,tnallc&lt;ElementId&gt;&gt;*)
Utility to return the elementId's of the material in the face or its face regions
'defaultMaterialId' is returned for area's that don't have their materialId set
The set will not contain invalidElementId